SET IDENTITY_INSERT _1SJOURN ON;
INSERT INTO Main.dbo._1SJOURN (ROW_ID, IDJOURNAL, IDDOC, IDDOCDEF, APPCODE, DATE_TIME_IDDOC, DNPREFIX, DOCNO, CLOSED, ISMARK, ACTCNT, VERSTAMP, RF639, RF464, RF4667, RF4674, RF635, RF3549, RF4343, RF405, RF328, RF351, RF2964, RF4335, RF4314, RF2351, RF438, RF4480, RF9048, SP74, SP798, SP4056, SP5365, SP8033, SP8526, SP8608, DS1946, DS4757, DS5722)
VALUES (75016, 1913, N'  YBLX   ', 8244, 1, N'20210503CTZQA8  YBLX   ', N'      86552022    ', N'PM06040169     ', 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, N'     0   ', N'     0   ', N'     T   ', N'     0   ', N'00006040002042293', N'2021-05-04 00:00:00.000', 1, 1, 0, 0),
       (75017, 1913, N'  YBLV   ', 8244, 1, N'20210503CU1VG0  YBLV   ', N'      86552022    ', N'РМ16480196     ', 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, N'     0   ', N'     0   ', N'     T   ', N'     0   ', N'00016480001421198', N'2021-05-06 00:00:00.000', 1, 1, 0, 0),
       (151268, 1913, N'  FDY3   ', 8244, 1, N'20230612CKYDBK  FDY3   ', N'      82442023    ', N'Л323ПР000079210', 1, 0, 0, 12, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, N'     0   ', N'     0   ', N'    1J   ', N'     0   ', N'00002780081106691', '2023-06-17 00:00:00.000', 0, 1, 0, 0);
SET IDENTITY_INSERT _1SJOURN OFF;

INSERT INTO Main.dbo.DH8244 (IDDOC,SP8238,SP8239,SP8240,SP8282,SP8283,SP8284,SP8285,SP8470,SP8471,SP8472,SP8473,SP8474,SP8475,SP8638,SP8699,SP8700,SP8892,SP9093,SP9132,SP9133,SP9151,SP9190,SP9191,SP8242,SP8479,SP8606,SP8607,SP8609,SP660)
VALUES (N'  YBLV   ',N'     0   ',N'   13W   ',N'     1   ',N'                                                  ',N'   1I0   ',N'     0   ',N'     0   ',N'     T   ',N'    VQ   ',1.0000,7,N'     1   ',1,'2021-05-03 00:00:00.000',0,N'                 ',N'     0   ',N'                    ',0.00,N'     0   ',N'                                    ',N'                                    ',N'                    ',572.000,158901.00,N'08:40:45','2021-05-03 00:00:00.000',N'        ',N''),
       (N'  YBLX   ',N'     0   ',N'   16L   ',N'     1   ',N'                                                  ',N'   1I0   ',N'     0   ',N'     0   ',N'     T   ',N'     0   ',1.0000,9,N'     6   ',1,'1753-01-01 00:00:00.000',0,N'                 ',N'     0   ',N'                    ',0.00,N'     0   ',N'                                    ',N'                                    ',N'                    ',233.000,224412.00,N'08:35:15','2021-05-04 00:00:00.000',N'        ',N''),
       (N'  FDY3   ',N'     0   ',N'   16L   ',N'     1   ',N'                                                  ',N'   1I0   ',N'     0   ',N'     0   ',N'     T   ',N'   1I0   ',1.0000,11,N'     6   ',1,'1753-01-01 00:00:00.000',0,N'                 ',N'   16P   ',N'                    ',0.00,N'     0   ',N'                                    ',N'                                    ',N'                    ',373.000,312394.00,N'09:13:40', '2023-06-12 00:00:00.000',N'        ',N'');


INSERT INTO Main.dbo.SC55 (ID,CODE,DESCR,ISMARK,VERSTAMP,SP8441,SP8447,SP8442,SP8451,SP425,SP8443,SP3019,SP4254,SP56,SP8444,SP8445,SP8448,SP8674,SP8995,SP8996,SP8997) VALUES
	 (N'   1I0   ',N'5324 ',N'м-н Москва ТЦ Московский Универмаг                              ',0,1,N'00005550014420602',N'0002089',N'Москва, Комсомольская площадь, 6                                                                    ',N'     I   ',N'     0   ',N'   6KM   ',0,0,0,N'   6KO   ',N'8-800-505-82-82,1337',N'     T   ',N'    1D   ',N'     0   ',N'   69Y   ',N'     0   ');

	 SET
IDENTITY_INSERT _1SCONST ON;
INSERT INTO Main.dbo._1SCONST (ROW_ID, OBJID, ID, DATE, VALUE, DOCID, TIME, ACTNO, LINENO_, TVALUE)
VALUES (14, N'     0   ',8013,'1753-01-01 00:00:00.0', N'0002089', N'     0   ', 0, 0, 0, N'   '),
       (97, N'     0   ', 8024, '1753-01-01 00:00:00.000', N'     1   ', N'     0   ', 0, 0, 0, N'   '),
       (99, N'  NI65   ', 324, '2004-12-09 00:00:00.000' , N'200', N'  11Q2   ', 432100000, 1, 0, N'   ');
SET
IDENTITY_INSERT _1SCONST OFF;





